Repository: leka/ios-monorepo
Catalog: Apps/LekaUpdater/Resources/*.lproj/Localizable.strings
Languages: fr

source: ⬆️ An update is available 📦
fr: ⬆️ Une mise à jour est disponible 📦

source: 🤖 Your robot is up to date ! 🎉 You don't have to do anything 👌
fr: 🤖 Votre robot est à jour ! 🎉 Vous n'avez rien à faire 👌

source: Battery: %@
fr: Batterie: %@

source: Bravo ! 🥳 Your robot is now up to date
fr: Bravo ! 🥳 Votre robot est maintenant à jour

source: Connect
fr: Se connecter

source: Connection
fr: Connexion

source: Continue
fr: Continuer

source: Disconnect
fr: Se déconnecter

source: Do not unplug your robot. Do not take it out of its charging base.
fr: Ne débranchez pas votre robot. Ne le sortez pas de son socle de recharge.

source: Error: %@
fr: Erreur: %@

source: Information about LekaOS v%@
fr: Informations sur LekaOS v%@

source: Installing the update
fr: Installation de la mise à jour

source: Launch a search to find the robots around you!
fr: Lancer une recherche pour trouver les robots autour de vous !

source: List of changes made
fr: Liste des changements apportés

source: No robots found :(
fr: Aucun robot trouvé :(

source: Robot information
fr: Informations du robot

source: Robot update status
fr: État de mise à jour du robot

source: Scan
fr: Rechercher

source: See the info of this robot
fr: Voir les infos de ce robot

source: Sending the update to the robot
fr: Envoi de la mise à jour vers le robot

source: Serial Number: %@
fr: N° série: %@

source: Start robot update
fr: Lancer la mise à jour du robot

source: Step %@/3
fr: Étape %@/3

source: Step 1/3
fr: Étape 1/3

source: Step 2/3
fr: Étape 2/3

source: Step 3/3
fr: Étape 3/3

source: The app to update your Leka robots!
fr: L'application pour mettre à jour vos robots Leka !

source: Update another robot
fr: Mettre à jour un autre robot

source: User state is: %@
fr: État utilisateur: %@

source: Your robot will restart in a few minutes
fr: Votre robot redémarrera dans quelques minutes
